Repository: iyzico/iyzipay-woocommerce
Catalog: i18n/languages/woocommerce-iyzico-*.po
Languages: tr_tr

source: Api Type
tr_tr: Api Türü

source: Api Key
tr_tr: Api Anahtarı

source: Secret Key
tr_tr: Güvenlik Anahtarı

source: Payment Value
tr_tr: Ödeme Seçeneği Metni

source: Payment Value Message
tr_tr: Ödeme Seçeneği Başlığı

source: Payment Form Description Value
tr_tr: Ödeme Seçeneği Açıklaması

source: Enable/Disable
tr_tr: Eklenti Durumu

source: Enable iyzico checkout
tr_tr: iyzico ödeme formunu etkinleştir

source: Payment Form Design
tr_tr: Ödeme Formu Görünümü

source: Left
tr_tr: Alt Sol

source: Right
tr_tr: Alt Sağ

source: Hide
tr_tr: Gizli

source: Overlay Script
tr_tr: Korumalı Alışveriş

source: Installment
tr_tr: Taksit

source: Installment Commission
tr_tr: Taksit Vade Komisyonu

source: This message will show to the user during checkout.
tr_tr: Bu mesaj ödeme sırasında kullanıcıya gösterecektir.

source: Pay with your credit card or debit card via iyzico.
tr_tr: Kredi kartı veya banka kartı ile güvenli ödeme yapabilirsiniz.

source: Thank you for your order, please click the button below to pay with iyzico checkout.
tr_tr: Siparişiniz için teşekkür ederiz, iyzico ile ödemek için Ödeme Formunu Aç butonuna tıklayarak kart bilgilerinizi girebilirsiniz.

source: Thank you for your order, please enter your card information in the payment form below to pay with iyzico checkout.
tr_tr: Siparişiniz için teşekkür ederiz, iyzico ile ödemek için aşağıdaki ödeme formu alanına kart bilgilerinizi girebilirsiniz.

source: Pay With Card
tr_tr: Kredi/Banka Kartı ile Öde

source: Order Status
tr_tr: Sipariş Durumu

source: Recommended, Default
tr_tr: Önerilen, Varsayılan

source: Siparişi onayla
tr_tr: Kredi/Banka Kartı ile Öde

source: Default
tr_tr: Varsayılan

source: Pending
tr_tr: Ödeme Bekleniyor

source: Processing
tr_tr: İşleniyor

source: On-Hold
tr_tr: Beklemede

source: Completed
tr_tr: Tamamlandı

source: Cancelled
tr_tr: İptal Edildi

source: Refunded
tr_tr: İade Edildi

source: Failed
tr_tr: Başarısız

source: iyzico Protected Shopping, Shipping Tracking
tr_tr: iyzico Korumalı Alışveriş, Kargo Takibi

source: By entering the shipping tracking number of this order, you can ensure your customer have real time order tracking.
tr_tr: Siparişin kargo takip numarasını girerek, müşterinizin anlık kargo takibi yapmasını sağlayabilirsiniz.

source: Select
tr_tr: Seçiniz

source: Shipping Company
tr_tr: Kargo Firması

source: Shipping Tracking Number
tr_tr: Kargo Takip Numarası

source: Pay with iyzico
tr_tr: iyzico ile Öde

source: Best Payment Solution
tr_tr: En iyi İşletmeler için En iyi Ödeme Çözümleri

source: Pay with Bank/Debit Card
tr_tr: Banka/Kredi Kartı ile Öde

source: Pay with your credit/debit via iyzico
tr_tr: Kredi ve Banka Kartı ile ödeme yapabilirsiniz.

source: iyzico Checkout
tr_tr: iyzico Ödeme Formu

source: Pay with iyzico-It’s Easy Now!
tr_tr: Alışverişlerini hızla ve kolayca iyzico ile Öde!

source: After the integration you will be able to use pay with iyzico (iyzico's alternative payment method) automatically
tr_tr: Entegrasyondan sonra, iyzico (iyzico'nun alternatif ödeme yöntemi) ile ödemeyi otomatik olarak kullanabileceksiniz.

source: Webhook URL Error! Please, re-install the iyzico plugin after delete the iyzico plugin. Send an email to entegrasyon@iyzico.com
tr_tr: Webhook URL üretilemedi. Lütfen plugini kaldırıp, yeniden kurunuz. Sorun devam ederse entegrasyon@iyzico.com'a mail atınız.

source: Webhook Instructions
tr_tr: Webhook hakkında bilgi almak için

source: Support
tr_tr: Destek

source: Automatic
tr_tr: Otomatik

source: Turkish
tr_tr: Türkçe

source: English
tr_tr: İngilizce

source: 3D security has not been validated for your card.
tr_tr: Kartınız için 3D güvenliği onaylanmamıştır.

source: This controls the description which the user sees during checkout.
tr_tr: Ödeme sırasında kullanıcın gördüğü açıklamayı kontrol eder.
